export const DayOfWeek = {
  short: [
    "Вс", // 0
    "Пн", // 1
    "Вт", // 2
    "Ср", // 3
    "Чт", // 4
    "Пт", // 5
    "Сб", // 6
  ],
  long: {
    // именительный падеж
    nominative: [
      "Воскресенье",
      "Понедельник",
      "Вторник",
      "Средa",
      "Четверг",
      "Пятница",
      "Суббота",
    ],
    // предложный падеж (но без предлога)
    prepositional: [
      "Воскресенье", // 0
      "Понедельник", // 1
      "Вторник",     // 2
      "Среду",       // 3
      "Четверг",     // 4
      "Пятницу",     // 5
      "Субботу",     // 6
    ]
  },
}

export default DayOfWeek;
