export const Number = {
  ordinal: {
    fem: {
      singular: {
        /**
         * Порядковые числительные именительный падеж
         * ordinalNominativeCaseSingularFemDict
         */
        nominative: {
          '1': 'первая',
          '2': 'вторая',
          '3': 'третья',
          '4': 'четвертая',
          '5': 'пятая',
          '6': 'шестая',
          '7': 'седьмая'
        },
        /**
         * Порядковые числительные родительный падеж
         * ordinalGenitiveCaseSingularFemDict
         */
        genitive: {
          1: 'первой',
          2: 'второй',
          3: 'третьей',
          4: 'четвертой',
          5: 'пятой',
          6: 'шестой',
          7: 'седьмой'
        }
      }
    }
  },
  /**
   * Количественные числительные
   */
  cardinal: {
    fem: {
      0: 'ноль',
      1: 'одна',
      2: 'две',
      3: 'три',
      4: 'четыре',
      5: 'пять',
      6: 'шесть',
      7: 'семь',
    }
  }
}

export default Number;
