var groups = [
  {
    "id": 5301,
    "name": "АГРиРПИ-17-ГеоТех",
    "text": "АГРиРПИ-17-ГеоТех"
  },
  {
    "id": 5304,
    "name": "АГРиРПИ-17-ОПИ",
    "text": "АГРиРПИ-17-ОПИ"
  },
  {
    "id": 5307,
    "name": "АГРиРПИ-17-ФизГео",
    "text": "АГРиРПИ-17-ФизГео"
  },
  {
    "id": 5090,
    "name": "АГРиРПИ-18-ГеоТех",
    "text": "АГРиРПИ-18-ГеоТех"
  },
  {
    "id": 5114,
    "name": "АГРиРПИ-18-ГМД",
    "text": "АГРиРПИ-18-ГМД"
  },
  {
    "id": 5115,
    "name": "АГРиРПИ-18-ОПИ",
    "text": "АГРиРПИ-18-ОПИ"
  },
  {
    "id": 5117,
    "name": "АГРиРПИ-18-СПСиГП",
    "text": "АГРиРПИ-18-СПСиГП"
  },
  {
    "id": 5116,
    "name": "АГРиРПИ-18-ФизГео",
    "text": "АГРиРПИ-18-ФизГео"
  },
  {
    "id": 5962,
    "name": "АГРиРПИ-19-ГеоТех",
    "text": "АГРиРПИ-19-ГеоТех"
  },
  {
    "id": 5988,
    "name": "АГРиРПИ-19-ГМД",
    "text": "АГРиРПИ-19-ГМД"
  },
  {
    "id": 6008,
    "name": "АГРиРПИ-19-ОПИ",
    "text": "АГРиРПИ-19-ОПИ"
  },
  {
    "id": 6037,
    "name": "АГРиРПИ-19-СПСиГП",
    "text": "АГРиРПИ-19-СПСиГП"
  },
  {
    "id": 5841,
    "name": "АГРиРПИ-19-ФизГео",
    "text": "АГРиРПИ-19-ФизГео"
  },
  {
    "id": 6754,
    "name": "АГРиРПИ-20-ГеоТех",
    "text": "АГРиРПИ-20-ГеоТех"
  },
  {
    "id": 6784,
    "name": "АГРиРПИ-20-ГМД",
    "text": "АГРиРПИ-20-ГМД"
  },
  {
    "id": 6643,
    "name": "АГРиРПИ-20-ОПИ",
    "text": "АГРиРПИ-20-ОПИ"
  },
  {
    "id": 6673,
    "name": "АГРиРПИ-20-СПСиГП",
    "text": "АГРиРПИ-20-СПСиГП"
  },
  {
    "id": 6718,
    "name": "АГРиРПИ-20-ФизГео",
    "text": "АГРиРПИ-20-ФизГео"
  },
  {
    "id": 5235,
    "name": "АИиВТ-17-АПД-1",
    "text": "АИиВТ-17-АПД-1"
  },
  {
    "id": 6284,
    "name": "АИиВТ-17-АСУ-1",
    "text": "АИиВТ-17-АСУ-1"
  },
  {
    "id": 5113,
    "name": "АИиВТ-18-АВТ",
    "text": "АИиВТ-18-АВТ"
  },
  {
    "id": 5064,
    "name": "АИиВТ-18-АПД",
    "text": "АИиВТ-18-АПД"
  },
  {
    "id": 5112,
    "name": "АИиВТ-18-АСУ",
    "text": "АИиВТ-18-АСУ"
  },
  {
    "id": 6617,
    "name": "АИиВТ-19-АВТ_Бакрадзе.Л.",
    "text": "АИиВТ-19-АВТ_Бакрадзе.Л."
  },
  {
    "id": 5941,
    "name": "АИиВТ-19-АПД-1",
    "text": "АИиВТ-19-АПД-1"
  },
  {
    "id": 6711,
    "name": "АИиВТ-20-ИК",
    "text": "АИиВТ-20-ИК"
  },
  {
    "id": 6729,
    "name": "АИиВТ-20-ЭИИС",
    "text": "АИиВТ-20-ЭИИС"
  },
  {
    "id": 5270,
    "name": "АМАШ-17-ГОТиМ",
    "text": "АМАШ-17-ГОТиМ"
  },
  {
    "id": 5067,
    "name": "АМАШ-18-ГОТиМ",
    "text": "АМАШ-18-ГОТиМ"
  },
  {
    "id": 5069,
    "name": "АМАШ-18-ИТО",
    "text": "АМАШ-18-ИТО"
  },
  {
    "id": 5992,
    "name": "АМАШ-19-ГОТиМ",
    "text": "АМАШ-19-ГОТиМ"
  },
  {
    "id": 6035,
    "name": "АМАШ-19-ИТО",
    "text": "АМАШ-19-ИТО"
  },
  {
    "id": 6014,
    "name": "АМАШ-19-ОМД",
    "text": "АМАШ-19-ОМД"
  },
  {
    "id": 6889,
    "name": "АМАШ-20-ГОТиМ",
    "text": "АМАШ-20-ГОТиМ"
  },
  {
    "id": 6787,
    "name": "АМАШ-20-ИТО",
    "text": "АМАШ-20-ИТО"
  },
  {
    "id": 6763,
    "name": "АМАШ-20-ОМД",
    "text": "АМАШ-20-ОМД"
  },
  {
    "id": 5834,
    "name": "АНоЗ-19-БЭГП",
    "text": "АНоЗ-19-БЭГП"
  },
  {
    "id": 6788,
    "name": "АНоЗ-20-БЭГП",
    "text": "АНоЗ-20-БЭГП"
  },
  {
    "id": 5306,
    "name": "АТБ-17-БЭГП",
    "text": "АТБ-17-БЭГП"
  },
  {
    "id": 5906,
    "name": "АТБ-17-ТБ",
    "text": "АТБ-17-ТБ"
  },
  {
    "id": 5073,
    "name": "АТБ-18-БЭГП",
    "text": "АТБ-18-БЭГП"
  },
  {
    "id": 5431,
    "name": "АТБ-18-ТБ",
    "text": "АТБ-18-ТБ"
  },
  {
    "id": 5854,
    "name": "АТБ-19-БЭГП",
    "text": "АТБ-19-БЭГП"
  },
  {
    "id": 5875,
    "name": "АТБ-19-ТБ",
    "text": "АТБ-19-ТБ"
  },
  {
    "id": 6671,
    "name": "АТБ-20-БЭГП",
    "text": "АТБ-20-БЭГП"
  },
  {
    "id": 6652,
    "name": "АТБ-20-ТБ-1",
    "text": "АТБ-20-ТБ-1"
  },
  {
    "id": 5314,
    "name": "АТМ-17-МЗМ-1",
    "text": "АТМ-17-МЗМ-1"
  },
  {
    "id": 5316,
    "name": "АТМ-17-МиФП",
    "text": "АТМ-17-МиФП"
  },
  {
    "id": 5318,
    "name": "АТМ-17-МЦМ",
    "text": "АТМ-17-МЦМ"
  },
  {
    "id": 5319,
    "name": "АТМ-17-ОМД",
    "text": "АТМ-17-ОМД"
  },
  {
    "id": 5335,
    "name": "АТМ-17-ПМиФП",
    "text": "АТМ-17-ПМиФП"
  },
  {
    "id": 5310,
    "name": "АТМ-17-ФНСиВТМ",
    "text": "АТМ-17-ФНСиВТМ"
  },
  {
    "id": 5311,
    "name": "АТМ-17-ФХ",
    "text": "АТМ-17-ФХ"
  },
  {
    "id": 5312,
    "name": "АТМ-17-ЦМЗ",
    "text": "АТМ-17-ЦМЗ"
  },
  {
    "id": 5562,
    "name": "АТМ-17-ЭРПТ-1",
    "text": "АТМ-17-ЭРПТ-1"
  },
  {
    "id": 5080,
    "name": "АТМ-18-ИТО",
    "text": "АТМ-18-ИТО"
  },
  {
    "id": 5078,
    "name": "АТМ-18-ЛТиХОМ",
    "text": "АТМ-18-ЛТиХОМ"
  },
  {
    "id": 5084,
    "name": "АТМ-18-МиФП",
    "text": "АТМ-18-МиФП"
  },
  {
    "id": 5076,
    "name": "АТМ-18-МЦМ",
    "text": "АТМ-18-МЦМ"
  },
  {
    "id": 6050,
    "name": "АТМ-18-ОМД-1",
    "text": "АТМ-18-ОМД-1"
  },
  {
    "id": 5077,
    "name": "АТМ-18-ПМиФП",
    "text": "АТМ-18-ПМиФП"
  },
  {
    "id": 6034,
    "name": "АТМ-18-ТМЭ",
    "text": "АТМ-18-ТМЭ"
  },
  {
    "id": 5082,
    "name": "АТМ-18-ФМ",
    "text": "АТМ-18-ФМ"
  },
  {
    "id": 5085,
    "name": "АТМ-18-ФНСиВТМ",
    "text": "АТМ-18-ФНСиВТМ"
  },
  {
    "id": 5088,
    "name": "АТМ-18-ФХ",
    "text": "АТМ-18-ФХ"
  },
  {
    "id": 5075,
    "name": "АТМ-18-ЦМЗ",
    "text": "АТМ-18-ЦМЗ"
  },
  {
    "id": 5967,
    "name": "АТМ-18-ЭРПТ-1",
    "text": "АТМ-18-ЭРПТ-1"
  },
  {
    "id": 5980,
    "name": "АТМ-18-ЭРПТ-2",
    "text": "АТМ-18-ЭРПТ-2"
  },
  {
    "id": 6032,
    "name": "АТМ-19-МЗМ",
    "text": "АТМ-19-МЗМ"
  },
  {
    "id": 5932,
    "name": "АТМ-19-МЗМ-1",
    "text": "АТМ-19-МЗМ-1"
  },
  {
    "id": 5950,
    "name": "АТМ-19-МиФП",
    "text": "АТМ-19-МиФП"
  },
  {
    "id": 6053,
    "name": "АТМ-19-МЦМ",
    "text": "АТМ-19-МЦМ"
  },
  {
    "id": 5900,
    "name": "АТМ-19-НИЦТермохимия",
    "text": "АТМ-19-НИЦТермохимия"
  },
  {
    "id": 6054,
    "name": "АТМ-19-ОМД",
    "text": "АТМ-19-ОМД"
  },
  {
    "id": 6071,
    "name": "АТМ-19-ПМиФП",
    "text": "АТМ-19-ПМиФП"
  },
  {
    "id": 5953,
    "name": "АТМ-19-ФМ",
    "text": "АТМ-19-ФМ"
  },
  {
    "id": 5878,
    "name": "АТМ-19-ФНСиВТМ",
    "text": "АТМ-19-ФНСиВТМ"
  },
  {
    "id": 5908,
    "name": "АТМ-19-ФХ",
    "text": "АТМ-19-ФХ"
  },
  {
    "id": 6004,
    "name": "АТМ-19-ЦМЗ",
    "text": "АТМ-19-ЦМЗ"
  },
  {
    "id": 5914,
    "name": "АТМ-19-ЭРПТ-1",
    "text": "АТМ-19-ЭРПТ-1"
  },
  {
    "id": 5921,
    "name": "АТМ-19-ЭРПТ-2",
    "text": "АТМ-19-ЭРПТ-2"
  },
  {
    "id": 5929,
    "name": "АТМ-19-ЭРПТ-3",
    "text": "АТМ-19-ЭРПТ-3"
  },
  {
    "id": 6874,
    "name": "АТМ-20-ЛТиХОМ",
    "text": "АТМ-20-ЛТиХОМ"
  },
  {
    "id": 6633,
    "name": "АТМ-20-МЗМ-1",
    "text": "АТМ-20-МЗМ-1"
  },
  {
    "id": 6817,
    "name": "АТМ-20-МиФП",
    "text": "АТМ-20-МиФП"
  },
  {
    "id": 6686,
    "name": "АТМ-20-МПиД",
    "text": "АТМ-20-МПиД"
  },
  {
    "id": 6734,
    "name": "АТМ-20-МЦМ",
    "text": "АТМ-20-МЦМ"
  },
  {
    "id": 6890,
    "name": "АТМ-20-НИЦТермохимия",
    "text": "АТМ-20-НИЦТермохимия"
  },
  {
    "id": 6721,
    "name": "АТМ-20-ОМД",
    "text": "АТМ-20-ОМД"
  },
  {
    "id": 6755,
    "name": "АТМ-20-ПМиФП",
    "text": "АТМ-20-ПМиФП"
  },
  {
    "id": 6844,
    "name": "АТМ-20-ТМЭ",
    "text": "АТМ-20-ТМЭ"
  },
  {
    "id": 6665,
    "name": "АТМ-20-ФМ",
    "text": "АТМ-20-ФМ"
  },
  {
    "id": 6628,
    "name": "АТМ-20-ФНСиВТМ",
    "text": "АТМ-20-ФНСиВТМ"
  },
  {
    "id": 6876,
    "name": "АТМ-20-ФХ",
    "text": "АТМ-20-ФХ"
  },
  {
    "id": 6674,
    "name": "АТМ-20-ЦМЗ",
    "text": "АТМ-20-ЦМЗ"
  },
  {
    "id": 6799,
    "name": "АТМ-20-ЭРПТ-2",
    "text": "АТМ-20-ЭРПТ-2"
  },
  {
    "id": 6827,
    "name": "АТМ-20-ЭРПТ-3",
    "text": "АТМ-20-ЭРПТ-3"
  },
  {
    "id": 5086,
    "name": "АУТС-18-СиАК",
    "text": "АУТС-18-СиАК"
  },
  {
    "id": 5991,
    "name": "АУТС-19-СиАК",
    "text": "АУТС-19-СиАК"
  },
  {
    "id": 5232,
    "name": "АФиА-17-МПиД",
    "text": "АФиА-17-МПиД"
  },
  {
    "id": 5230,
    "name": "АФиА-17-ТФиКТ",
    "text": "АФиА-17-ТФиКТ"
  },
  {
    "id": 5972,
    "name": "АФиА-17-ФИЗ",
    "text": "АФиА-17-ФИЗ"
  },
  {
    "id": 5058,
    "name": "АФиА-18-МПиД",
    "text": "АФиА-18-МПиД"
  },
  {
    "id": 5059,
    "name": "АФиА-18-ТМЭ",
    "text": "АФиА-18-ТМЭ"
  },
  {
    "id": 5060,
    "name": "АФиА-18-ТФиКТ",
    "text": "АФиА-18-ТФиКТ"
  },
  {
    "id": 5567,
    "name": "АФиА-18-ФМ",
    "text": "АФиА-18-ФМ"
  },
  {
    "id": 5061,
    "name": "АФиА-18-ФХ",
    "text": "АФиА-18-ФХ"
  },
  {
    "id": 5944,
    "name": "АФиА-19-МПиД",
    "text": "АФиА-19-МПиД"
  },
  {
    "id": 5916,
    "name": "АФиА-19-ТФиКТ",
    "text": "АФиА-19-ТФиКТ"
  },
  {
    "id": 6496,
    "name": "АФиА-19-ФМ",
    "text": "АФиА-19-ФМ"
  },
  {
    "id": 6074,
    "name": "АФиА-19-ФХ",
    "text": "АФиА-19-ФХ"
  },
  {
    "id": 6661,
    "name": "АФиА-20-МПиД",
    "text": "АФиА-20-МПиД"
  },
  {
    "id": 6896,
    "name": "АФиА-20-ТМЭ",
    "text": "АФиА-20-ТМЭ"
  },
  {
    "id": 6871,
    "name": "АФиА-20-ТФиКТ",
    "text": "АФиА-20-ТФиКТ"
  },
  {
    "id": 6704,
    "name": "АФиА-20-ФИЗ",
    "text": "АФиА-20-ФИЗ"
  },
  {
    "id": 6836,
    "name": "АФиА-20-ФХ",
    "text": "АФиА-20-ФХ"
  },
  {
    "id": 6744,
    "name": "АХН-20-СиАК",
    "text": "АХН-20-СиАК"
  },
  {
    "id": 5889,
    "name": "АХТ-17-МЗМ",
    "text": "АХТ-17-МЗМ"
  },
  {
    "id": 5072,
    "name": "АХТ-18-МЗМ",
    "text": "АХТ-18-МЗМ"
  },
  {
    "id": 5068,
    "name": "АХТ-18-ФИЗ",
    "text": "АХТ-18-ФИЗ"
  },
  {
    "id": 6016,
    "name": "АХТ-19-МЗМ",
    "text": "АХТ-19-МЗМ"
  },
  {
    "id": 6067,
    "name": "АХТ-19-ФИЗ",
    "text": "АХТ-19-ФИЗ"
  },
  {
    "id": 6813,
    "name": "АХТ-20-МЗМ",
    "text": "АХТ-20-МЗМ"
  },
  {
    "id": 6745,
    "name": "АХТ-20-ФИЗ",
    "text": "АХТ-20-ФИЗ"
  },
  {
    "id": 5089,
    "name": "АЭ-18-ПМ",
    "text": "АЭ-18-ПМ"
  },
  {
    "id": 6017,
    "name": "АЭ-19-ПМ",
    "text": "АЭ-19-ПМ"
  },
  {
    "id": 6771,
    "name": "АЭ-20-ПМ",
    "text": "АЭ-20-ПМ"
  },
  {
    "id": 5255,
    "name": "АЭиТ-17-ЭЭГП",
    "text": "АЭиТ-17-ЭЭГП"
  },
  {
    "id": 5070,
    "name": "АЭиТ-18-ЭЭГП",
    "text": "АЭиТ-18-ЭЭГП"
  },
  {
    "id": 5948,
    "name": "АЭиТ-19-ЭЭГП",
    "text": "АЭиТ-19-ЭЭГП"
  },
  {
    "id": 6814,
    "name": "АЭиТ-20-ЭЭГП",
    "text": "АЭиТ-20-ЭЭГП"
  },
  {
    "id": 5066,
    "name": "АЭРиСС-18-МПиД",
    "text": "АЭРиСС-18-МПиД"
  },
  {
    "id": 5132,
    "name": "АЭРиСС-18-ППЭиФПП",
    "text": "АЭРиСС-18-ППЭиФПП"
  },
  {
    "id": 6604,
    "name": "АЭРиСС-18-ППЭиФПП_ Ерманова И, Гостищев П.",
    "text": "АЭРиСС-18-ППЭиФПП_ Ерманова И, Гостищев П."
  },
  {
    "id": 5065,
    "name": "АЭРиСС-18-ТМЭ",
    "text": "АЭРиСС-18-ТМЭ"
  },
  {
    "id": 5905,
    "name": "АЭРиСС-19-МПиД",
    "text": "АЭРиСС-19-МПиД"
  },
  {
    "id": 5853,
    "name": "АЭРиСС-19-ППЭиФПП",
    "text": "АЭРиСС-19-ППЭиФПП"
  },
  {
    "id": 5885,
    "name": "АЭРиСС-19-ТМЭ",
    "text": "АЭРиСС-19-ТМЭ"
  },
  {
    "id": 6765,
    "name": "АЭРиСС-20-МПиД",
    "text": "АЭРиСС-20-МПиД"
  },
  {
    "id": 6768,
    "name": "АЭРиСС-20-ППЭиФПП",
    "text": "АЭРиСС-20-ППЭиФПП"
  },
  {
    "id": 6793,
    "name": "АЭРиСС-20-ТМЭ",
    "text": "АЭРиСС-20-ТМЭ"
  },
  {
    "id": 4805,
    "name": "ББИ-17-1",
    "text": "ББИ-17-1"
  },
  {
    "id": 4991,
    "name": "ББИ-18-1",
    "text": "ББИ-18-1"
  },
  {
    "id": 5461,
    "name": "ББИ-18-2",
    "text": "ББИ-18-2"
  },
  {
    "id": 6240,
    "name": "ББИ-19-1",
    "text": "ББИ-19-1"
  },
  {
    "id": 6364,
    "name": "ББИ-19-2",
    "text": "ББИ-19-2"
  },
  {
    "id": 6365,
    "name": "ББИ-19-3",
    "text": "ББИ-19-3"
  },
  {
    "id": 6723,
    "name": "ББИ-20-1",
    "text": "ББИ-20-1"
  },
  {
    "id": 6805,
    "name": "ББИ-20-2",
    "text": "ББИ-20-2"
  },
  {
    "id": 6918,
    "name": "ББИ-20-3",
    "text": "ББИ-20-3"
  },
  {
    "id": 6922,
    "name": "ББИ-20-4",
    "text": "ББИ-20-4"
  },
  {
    "id": 4333,
    "name": "БГМУ-17-1",
    "text": "БГМУ-17-1"
  },
  {
    "id": 6296,
    "name": "БГМУ-19-1",
    "text": "БГМУ-19-1"
  },
  {
    "id": 164,
    "name": "БИВТ-17-1",
    "text": "БИВТ-17-1"
  },
  {
    "id": 483,
    "name": "БИВТ-17-2",
    "text": "БИВТ-17-2"
  },
  {
    "id": 661,
    "name": "БИВТ-17-3",
    "text": "БИВТ-17-3"
  },
  {
    "id": 5000,
    "name": "БИВТ-18-1",
    "text": "БИВТ-18-1"
  },
  {
    "id": 4999,
    "name": "БИВТ-18-2",
    "text": "БИВТ-18-2"
  },
  {
    "id": 4925,
    "name": "БИВТ-18-3",
    "text": "БИВТ-18-3"
  },
  {
    "id": 5474,
    "name": "БИВТ-18-4",
    "text": "БИВТ-18-4"
  },
  {
    "id": 6138,
    "name": "БИВТ-19-1",
    "text": "БИВТ-19-1"
  },
  {
    "id": 6214,
    "name": "БИВТ-19-2",
    "text": "БИВТ-19-2"
  },
  {
    "id": 6231,
    "name": "БИВТ-19-3",
    "text": "БИВТ-19-3"
  },
  {
    "id": 6445,
    "name": "БИВТ-19-4",
    "text": "БИВТ-19-4"
  },
  {
    "id": 6331,
    "name": "БИВТ-19-5",
    "text": "БИВТ-19-5"
  },
  {
    "id": 6373,
    "name": "БИВТ-19-6",
    "text": "БИВТ-19-6"
  },
  {
    "id": 6856,
    "name": "БИВТ-20-1",
    "text": "БИВТ-20-1"
  },
  {
    "id": 6758,
    "name": "БИВТ-20-2",
    "text": "БИВТ-20-2"
  },
  {
    "id": 6777,
    "name": "БИВТ-20-3",
    "text": "БИВТ-20-3"
  },
  {
    "id": 6795,
    "name": "БИВТ-20-4",
    "text": "БИВТ-20-4"
  },
  {
    "id": 6866,
    "name": "БИВТ-20-5",
    "text": "БИВТ-20-5"
  },
  {
    "id": 6916,
    "name": "БИВТ-20-6",
    "text": "БИВТ-20-6"
  },
  {
    "id": 6926,
    "name": "БИВТ-20-7",
    "text": "БИВТ-20-7"
  },
  {
    "id": 1130,
    "name": "БИСТ-17-1",
    "text": "БИСТ-17-1"
  },
  {
    "id": 3433,
    "name": "БИСТ-17-2",
    "text": "БИСТ-17-2"
  },
  {
    "id": 4968,
    "name": "БИСТ-18-1",
    "text": "БИСТ-18-1"
  },
  {
    "id": 5467,
    "name": "БИСТ-18-2",
    "text": "БИСТ-18-2"
  },
  {
    "id": 6250,
    "name": "БИСТ-19-1",
    "text": "БИСТ-19-1"
  },
  {
    "id": 6368,
    "name": "БИСТ-19-2",
    "text": "БИСТ-19-2"
  },
  {
    "id": 6385,
    "name": "БИСТ-19-3",
    "text": "БИСТ-19-3"
  },
  {
    "id": 6873,
    "name": "БИСТ-20-1",
    "text": "БИСТ-20-1"
  },
  {
    "id": 6847,
    "name": "БИСТ-20-2",
    "text": "БИСТ-20-2"
  },
  {
    "id": 6924,
    "name": "БИСТ-20-3",
    "text": "БИСТ-20-3"
  },
  {
    "id": 1083,
    "name": "БКТОМП-17-1",
    "text": "БКТОМП-17-1"
  },
  {
    "id": 6386,
    "name": "БЛГ-17-ПИ-1",
    "text": "БЛГ-17-ПИ-1"
  },
  {
    "id": 6392,
    "name": "БЛГ-17-ПИ-2",
    "text": "БЛГ-17-ПИ-2"
  },
  {
    "id": 6375,
    "name": "БЛГ-17-ПН",
    "text": "БЛГ-17-ПН"
  },
  {
    "id": 6383,
    "name": "БЛГ-17-ПФ",
    "text": "БЛГ-17-ПФ"
  },
  {
    "id": 6433,
    "name": "БЛГ-17-ТИ-1",
    "text": "БЛГ-17-ТИ-1"
  },
  {
    "id": 6369,
    "name": "БЛГ-17-ТИ-2",
    "text": "БЛГ-17-ТИ-2"
  },
  {
    "id": 6411,
    "name": "БЛГ-17-ТН",
    "text": "БЛГ-17-ТН"
  },
  {
    "id": 6426,
    "name": "БЛГ-17-ТФ",
    "text": "БЛГ-17-ТФ"
  },
  {
    "id": 4923,
    "name": "БЛГ-18-1",
    "text": "БЛГ-18-1"
  },
  {
    "id": 5989,
    "name": "БЛГ-18-10",
    "text": "БЛГ-18-10"
  },
  {
    "id": 4958,
    "name": "БЛГ-18-2",
    "text": "БЛГ-18-2"
  },
  {
    "id": 5435,
    "name": "БЛГ-18-3",
    "text": "БЛГ-18-3"
  },
  {
    "id": 5441,
    "name": "БЛГ-18-4",
    "text": "БЛГ-18-4"
  },
  {
    "id": 5444,
    "name": "БЛГ-18-5",
    "text": "БЛГ-18-5"
  },
  {
    "id": 5915,
    "name": "БЛГ-18-6",
    "text": "БЛГ-18-6"
  },
  {
    "id": 5940,
    "name": "БЛГ-18-7",
    "text": "БЛГ-18-7"
  },
  {
    "id": 5951,
    "name": "БЛГ-18-8",
    "text": "БЛГ-18-8"
  },
  {
    "id": 5973,
    "name": "БЛГ-18-9",
    "text": "БЛГ-18-9"
  },
  {
    "id": 6103,
    "name": "БЛГ-19-1",
    "text": "БЛГ-19-1"
  },
  {
    "id": 6470,
    "name": "БЛГ-19-10",
    "text": "БЛГ-19-10"
  },
  {
    "id": 6513,
    "name": "БЛГ-19-11",
    "text": "БЛГ-19-11"
  },
  {
    "id": 6467,
    "name": "БЛГ-19-12",
    "text": "БЛГ-19-12"
  },
  {
    "id": 6456,
    "name": "БЛГ-19-13",
    "text": "БЛГ-19-13"
  },
  {
    "id": 6509,
    "name": "БЛГ-19-14",
    "text": "БЛГ-19-14"
  },
  {
    "id": 6079,
    "name": "БЛГ-19-2",
    "text": "БЛГ-19-2"
  },
  {
    "id": 6381,
    "name": "БЛГ-19-3",
    "text": "БЛГ-19-3"
  },
  {
    "id": 6387,
    "name": "БЛГ-19-4",
    "text": "БЛГ-19-4"
  },
  {
    "id": 6391,
    "name": "БЛГ-19-5",
    "text": "БЛГ-19-5"
  },
  {
    "id": 6397,
    "name": "БЛГ-19-6",
    "text": "БЛГ-19-6"
  },
  {
    "id": 6399,
    "name": "БЛГ-19-7",
    "text": "БЛГ-19-7"
  },
  {
    "id": 6379,
    "name": "БЛГ-19-8",
    "text": "БЛГ-19-8"
  },
  {
    "id": 6384,
    "name": "БЛГ-19-9",
    "text": "БЛГ-19-9"
  },
  {
    "id": 6747,
    "name": "БЛГ-20-1",
    "text": "БЛГ-20-1"
  },
  {
    "id": 6900,
    "name": "БЛГ-20-10",
    "text": "БЛГ-20-10"
  },
  {
    "id": 6944,
    "name": "БЛГ-20-11",
    "text": "БЛГ-20-11"
  },
  {
    "id": 6948,
    "name": "БЛГ-20-12",
    "text": "БЛГ-20-12"
  },
  {
    "id": 6945,
    "name": "БЛГ-20-13",
    "text": "БЛГ-20-13"
  },
  {
    "id": 6947,
    "name": "БЛГ-20-14",
    "text": "БЛГ-20-14"
  },
  {
    "id": 6949,
    "name": "БЛГ-20-15",
    "text": "БЛГ-20-15"
  },
  {
    "id": 6946,
    "name": "БЛГ-20-16",
    "text": "БЛГ-20-16"
  },
  {
    "id": 6823,
    "name": "БЛГ-20-2",
    "text": "БЛГ-20-2"
  },
  {
    "id": 6678,
    "name": "БЛГ-20-3",
    "text": "БЛГ-20-3"
  },
  {
    "id": 6697,
    "name": "БЛГ-20-4",
    "text": "БЛГ-20-4"
  },
  {
    "id": 6710,
    "name": "БЛГ-20-5",
    "text": "БЛГ-20-5"
  },
  {
    "id": 6719,
    "name": "БЛГ-20-6",
    "text": "БЛГ-20-6"
  },
  {
    "id": 6735,
    "name": "БЛГ-20-7",
    "text": "БЛГ-20-7"
  },
  {
    "id": 6895,
    "name": "БЛГ-20-8",
    "text": "БЛГ-20-8"
  },
  {
    "id": 6634,
    "name": "БЛГ-20-9",
    "text": "БЛГ-20-9"
  },
  {
    "id": 2083,
    "name": "БМН-16-1з",
    "text": "БМН-16-1з"
  },
  {
    "id": 4798,
    "name": "БМН-17-1",
    "text": "БМН-17-1"
  },
  {
    "id": 430,
    "name": "БМН-17-2",
    "text": "БМН-17-2"
  },
  {
    "id": 4929,
    "name": "БМН-18-1",
    "text": "БМН-18-1"
  },
  {
    "id": 6271,
    "name": "БМН-18-1з",
    "text": "БМН-18-1з"
  },
  {
    "id": 5451,
    "name": "БМН-18-2",
    "text": "БМН-18-2"
  },
  {
    "id": 5296,
    "name": "БМН-18-3з",
    "text": "БМН-18-3з"
  },
  {
    "id": 6091,
    "name": "БМН-19-1",
    "text": "БМН-19-1"
  },
  {
    "id": 6436,
    "name": "БМН-19-1з",
    "text": "БМН-19-1з"
  },
  {
    "id": 6086,
    "name": "БМН-19-2",
    "text": "БМН-19-2"
  },
  {
    "id": 6359,
    "name": "БМН-19-3",
    "text": "БМН-19-3"
  },
  {
    "id": 6822,
    "name": "БМН-20-1",
    "text": "БМН-20-1"
  },
  {
    "id": 6833,
    "name": "БМН-20-1з",
    "text": "БМН-20-1з"
  },
  {
    "id": 6639,
    "name": "БМН-20-2",
    "text": "БМН-20-2"
  },
  {
    "id": 6650,
    "name": "БМН-20-3",
    "text": "БМН-20-3"
  },
  {
    "id": 3239,
    "name": "БМТ-17-1",
    "text": "БМТ-17-1"
  },
  {
    "id": 4530,
    "name": "БМТ-17-2",
    "text": "БМТ-17-2"
  },
  {
    "id": 4729,
    "name": "БМТ-17-3",
    "text": "БМТ-17-3"
  },
  {
    "id": 4928,
    "name": "БМТ-18-1",
    "text": "БМТ-18-1"
  },
  {
    "id": 5221,
    "name": "БМТ-18-2",
    "text": "БМТ-18-2"
  },
  {
    "id": 5404,
    "name": "БМТ-18-3",
    "text": "БМТ-18-3"
  },
  {
    "id": 6258,
    "name": "БМТ-19-1",
    "text": "БМТ-19-1"
  },
  {
    "id": 6252,
    "name": "БМТ-19-2",
    "text": "БМТ-19-2"
  },
  {
    "id": 6725,
    "name": "БМТ-20-1",
    "text": "БМТ-20-1"
  },
  {
    "id": 6764,
    "name": "БМТ-20-2",
    "text": "БМТ-20-2"
  },
  {
    "id": 3765,
    "name": "БМТМ-17-1",
    "text": "БМТМ-17-1"
  },
  {
    "id": 2127,
    "name": "БМТМ-17-2",
    "text": "БМТМ-17-2"
  },
  {
    "id": 2522,
    "name": "БМТМ-17-3",
    "text": "БМТМ-17-3"
  },
  {
    "id": 2857,
    "name": "БМТМ-17-4",
    "text": "БМТМ-17-4"
  },
  {
    "id": 4924,
    "name": "БМТМ-18-1",
    "text": "БМТМ-18-1"
  },
  {
    "id": 4962,
    "name": "БМТМ-18-2",
    "text": "БМТМ-18-2"
  },
  {
    "id": 4961,
    "name": "БМТМ-18-3",
    "text": "БМТМ-18-3"
  },
  {
    "id": 4994,
    "name": "БМТМ-18-4",
    "text": "БМТМ-18-4"
  },
  {
    "id": 6183,
    "name": "БМТМ-19-1",
    "text": "БМТМ-19-1"
  },
  {
    "id": 6162,
    "name": "БМТМ-19-2",
    "text": "БМТМ-19-2"
  },
  {
    "id": 6235,
    "name": "БМТМ-19-3",
    "text": "БМТМ-19-3"
  },
  {
    "id": 6790,
    "name": "БМТМ-20-1",
    "text": "БМТМ-20-1"
  },
  {
    "id": 6806,
    "name": "БМТМ-20-2",
    "text": "БМТМ-20-2"
  },
  {
    "id": 6769,
    "name": "БМТМ-20-3",
    "text": "БМТМ-20-3"
  },
  {
    "id": 6655,
    "name": "БМТМ-20-4",
    "text": "БМТМ-20-4"
  },
  {
    "id": 2755,
    "name": "БНМ-17-1",
    "text": "БНМ-17-1"
  },
  {
    "id": 4963,
    "name": "БНМ-18-1",
    "text": "БНМ-18-1"
  },
  {
    "id": 6225,
    "name": "БНМ-19-1",
    "text": "БНМ-19-1"
  },
  {
    "id": 6654,
    "name": "БНМ-20-1",
    "text": "БНМ-20-1"
  },
  {
    "id": 3337,
    "name": "БНМТ-17-1",
    "text": "БНМТ-17-1"
  },
  {
    "id": 5489,
    "name": "БНМТ-18-1",
    "text": "БНМТ-18-1"
  },
  {
    "id": 6113,
    "name": "БНМТ-19-1",
    "text": "БНМТ-19-1"
  },
  {
    "id": 6329,
    "name": "БНМТ-19-2",
    "text": "БНМТ-19-2"
  },
  {
    "id": 6651,
    "name": "БНМТ-20-1",
    "text": "БНМТ-20-1"
  },
  {
    "id": 1477,
    "name": "БПИ-17-1",
    "text": "БПИ-17-1"
  },
  {
    "id": 2673,
    "name": "БПИ-17-2",
    "text": "БПИ-17-2"
  },
  {
    "id": 4969,
    "name": "БПИ-18-1",
    "text": "БПИ-18-1"
  },
  {
    "id": 5402,
    "name": "БПИ-18-2",
    "text": "БПИ-18-2"
  },
  {
    "id": 5459,
    "name": "БПИ-18-3",
    "text": "БПИ-18-3"
  },
  {
    "id": 6248,
    "name": "БПИ-19-1",
    "text": "БПИ-19-1"
  },
  {
    "id": 6137,
    "name": "БПИ-19-2",
    "text": "БПИ-19-2"
  },
  {
    "id": 6190,
    "name": "БПИ-19-3",
    "text": "БПИ-19-3"
  },
  {
    "id": 6367,
    "name": "БПИ-19-4",
    "text": "БПИ-19-4"
  },
  {
    "id": 6374,
    "name": "БПИ-19-5",
    "text": "БПИ-19-5"
  },
  {
    "id": 6378,
    "name": "БПИ-19-6",
    "text": "БПИ-19-6"
  },
  {
    "id": 6382,
    "name": "БПИ-19-7",
    "text": "БПИ-19-7"
  },
  {
    "id": 6393,
    "name": "БПИ-19-8",
    "text": "БПИ-19-8"
  },
  {
    "id": 6395,
    "name": "БПИ-19-9",
    "text": "БПИ-19-9"
  },
  {
    "id": 6878,
    "name": "БПИ-20-1",
    "text": "БПИ-20-1"
  },
  {
    "id": 6625,
    "name": "БПИ-20-2",
    "text": "БПИ-20-2"
  },
  {
    "id": 6887,
    "name": "БПИ-20-3",
    "text": "БПИ-20-3"
  },
  {
    "id": 6705,
    "name": "БПИ-20-4",
    "text": "БПИ-20-4"
  },
  {
    "id": 6716,
    "name": "БПИ-20-5",
    "text": "БПИ-20-5"
  },
  {
    "id": 6727,
    "name": "БПИ-20-6",
    "text": "БПИ-20-6"
  },
  {
    "id": 6740,
    "name": "БПИ-20-7",
    "text": "БПИ-20-7"
  },
  {
    "id": 6752,
    "name": "БПИ-20-8",
    "text": "БПИ-20-8"
  },
  {
    "id": 6761,
    "name": "БПИ-20-9",
    "text": "БПИ-20-9"
  },
  {
    "id": 4381,
    "name": "БПМ-17-1",
    "text": "БПМ-17-1"
  },
  {
    "id": 4797,
    "name": "БПМ-17-2",
    "text": "БПМ-17-2"
  },
  {
    "id": 4998,
    "name": "БПМ-18-1",
    "text": "БПМ-18-1"
  },
  {
    "id": 5190,
    "name": "БПМ-18-2",
    "text": "БПМ-18-2"
  },
  {
    "id": 5440,
    "name": "БПМ-18-3",
    "text": "БПМ-18-3"
  },
  {
    "id": 6234,
    "name": "БПМ-19-1",
    "text": "БПМ-19-1"
  },
  {
    "id": 6156,
    "name": "БПМ-19-2",
    "text": "БПМ-19-2"
  },
  {
    "id": 6443,
    "name": "БПМ-19-3",
    "text": "БПМ-19-3"
  },
  {
    "id": 6416,
    "name": "БПМ-19-4",
    "text": "БПМ-19-4"
  },
  {
    "id": 6892,
    "name": "БПМ-20-1",
    "text": "БПМ-20-1"
  },
  {
    "id": 6666,
    "name": "БПМ-20-2",
    "text": "БПМ-20-2"
  },
  {
    "id": 6687,
    "name": "БПМ-20-3",
    "text": "БПМ-20-3"
  },
  {
    "id": 6698,
    "name": "БПМ-20-4",
    "text": "БПМ-20-4"
  },
  {
    "id": 6089,
    "name": "БСМ-19-1",
    "text": "БСМ-19-1"
  },
  {
    "id": 6298,
    "name": "БТД-19-1",
    "text": "БТД-19-1"
  },
  {
    "id": 2028,
    "name": "БТМО-17-1",
    "text": "БТМО-17-1"
  },
  {
    "id": 6469,
    "name": "БТМО-17-1_Верещагин В.А.",
    "text": "БТМО-17-1_Верещагин В.А."
  },
  {
    "id": 1350,
    "name": "БТМО-17-2",
    "text": "БТМО-17-2"
  },
  {
    "id": 4984,
    "name": "БТМО-18-1",
    "text": "БТМО-18-1"
  },
  {
    "id": 4985,
    "name": "БТМО-18-2",
    "text": "БТМО-18-2"
  },
  {
    "id": 6259,
    "name": "БТМО-19-1",
    "text": "БТМО-19-1"
  },
  {
    "id": 6236,
    "name": "БТМО-19-2",
    "text": "БТМО-19-2"
  },
  {
    "id": 6439,
    "name": "БТМО-19-3",
    "text": "БТМО-19-3"
  },
  {
    "id": 6728,
    "name": "БТМО-20-1",
    "text": "БТМО-20-1"
  },
  {
    "id": 6722,
    "name": "БТМО-20-2",
    "text": "БТМО-20-2"
  },
  {
    "id": 3473,
    "name": "БУП-17-1",
    "text": "БУП-17-1"
  },
  {
    "id": 626,
    "name": "БФЗ-17-1",
    "text": "БФЗ-17-1"
  },
  {
    "id": 4959,
    "name": "БФЗ-18-1",
    "text": "БФЗ-18-1"
  },
  {
    "id": 6114,
    "name": "БФЗ-19-1",
    "text": "БФЗ-19-1"
  },
  {
    "id": 6843,
    "name": "БФЗ-20-1",
    "text": "БФЗ-20-1"
  },
  {
    "id": 622,
    "name": "БЭК-16-1-з",
    "text": "БЭК-16-1-з"
  },
  {
    "id": 2800,
    "name": "БЭК-17-1",
    "text": "БЭК-17-1"
  },
  {
    "id": 3785,
    "name": "БЭК-17-1-з",
    "text": "БЭК-17-1-з"
  },
  {
    "id": 4986,
    "name": "БЭК-18-1",
    "text": "БЭК-18-1"
  },
  {
    "id": 4987,
    "name": "БЭК-18-2",
    "text": "БЭК-18-2"
  },
  {
    "id": 4989,
    "name": "БЭК-18-3",
    "text": "БЭК-18-3"
  },
  {
    "id": 6512,
    "name": "БЭК-18-3_Гурджиев.Д",
    "text": "БЭК-18-3_Гурджиев.Д"
  },
  {
    "id": 6094,
    "name": "БЭК-19-1",
    "text": "БЭК-19-1"
  },
  {
    "id": 6077,
    "name": "БЭК-19-2",
    "text": "БЭК-19-2"
  },
  {
    "id": 6104,
    "name": "БЭК-19-3",
    "text": "БЭК-19-3"
  },
  {
    "id": 6427,
    "name": "БЭК-19-3з",
    "text": "БЭК-19-3з"
  },
  {
    "id": 6327,
    "name": "БЭК-19-4",
    "text": "БЭК-19-4"
  },
  {
    "id": 6334,
    "name": "БЭК-19-5",
    "text": "БЭК-19-5"
  },
  {
    "id": 6348,
    "name": "БЭК-19-6",
    "text": "БЭК-19-6"
  },
  {
    "id": 6812,
    "name": "БЭК-20-1",
    "text": "БЭК-20-1"
  },
  {
    "id": 6802,
    "name": "БЭК-20-2",
    "text": "БЭК-20-2"
  },
  {
    "id": 6751,
    "name": "БЭК-20-3",
    "text": "БЭК-20-3"
  },
  {
    "id": 6801,
    "name": "БЭК-20-3з",
    "text": "БЭК-20-3з"
  },
  {
    "id": 1125,
    "name": "БЭН-17-1",
    "text": "БЭН-17-1"
  },
  {
    "id": 1373,
    "name": "БЭН-17-2",
    "text": "БЭН-17-2"
  },
  {
    "id": 4960,
    "name": "БЭН-18-1",
    "text": "БЭН-18-1"
  },
  {
    "id": 4996,
    "name": "БЭН-18-3",
    "text": "БЭН-18-3"
  },
  {
    "id": 6082,
    "name": "БЭН-19-1",
    "text": "БЭН-19-1"
  },
  {
    "id": 6106,
    "name": "БЭН-19-2",
    "text": "БЭН-19-2"
  },
  {
    "id": 6796,
    "name": "БЭН-20-1",
    "text": "БЭН-20-1"
  },
  {
    "id": 6733,
    "name": "БЭН-20-2",
    "text": "БЭН-20-2"
  },
  {
    "id": 4454,
    "name": "БЭЭ-17-1",
    "text": "БЭЭ-17-1"
  },
  {
    "id": 4926,
    "name": "БЭЭ-18-1",
    "text": "БЭЭ-18-1"
  },
  {
    "id": 6099,
    "name": "БЭЭ-19-1",
    "text": "БЭЭ-19-1"
  },
  {
    "id": 6642,
    "name": "БЭЭ-20-1",
    "text": "БЭЭ-20-1"
  },
  {
    "id": 7007,
    "name": "ИТ-1-20",
    "text": "ИТ-1-20"
  },
  {
    "id": 6999,
    "name": "ИТ-2-20",
    "text": "ИТ-2-20"
  },
  {
    "id": 7002,
    "name": "ИТ-3-20",
    "text": "ИТ-3-20"
  },
  {
    "id": 7005,
    "name": "ИТ-4-20",
    "text": "ИТ-4-20"
  },
  {
    "id": 7383,
    "name": "ИТ-5-20",
    "text": "ИТ-5-20"
  },
  {
    "id": 6090,
    "name": "МАТПП-19-1-3",
    "text": "МАТПП-19-1-3"
  },
  {
    "id": 6200,
    "name": "МБИ-19-1-1",
    "text": "МБИ-19-1-1"
  },
  {
    "id": 6869,
    "name": "МБИ-20-1-1",
    "text": "МБИ-20-1-1"
  },
  {
    "id": 6095,
    "name": "МИВТ-19-1-6",
    "text": "МИВТ-19-1-6"
  },
  {
    "id": 6129,
    "name": "МИВТ-19-2-7",
    "text": "МИВТ-19-2-7"
  },
  {
    "id": 6108,
    "name": "МИВТ-19-3-9",
    "text": "МИВТ-19-3-9"
  },
  {
    "id": 6087,
    "name": "МИВТ-19-4-10",
    "text": "МИВТ-19-4-10"
  },
  {
    "id": 6341,
    "name": "МИВТ-19-7-12А",
    "text": "МИВТ-19-7-12А"
  },
  {
    "id": 6934,
    "name": "МИВТ-20-10-16",
    "text": "МИВТ-20-10-16"
  },
  {
    "id": 6782,
    "name": "МИВТ-20-1-9",
    "text": "МИВТ-20-1-9"
  },
  {
    "id": 6789,
    "name": "МИВТ-20-2-13",
    "text": "МИВТ-20-2-13"
  },
  {
    "id": 6800,
    "name": "МИВТ-20-3-15",
    "text": "МИВТ-20-3-15"
  },
  {
    "id": 6861,
    "name": "МИВТ-20-5-12А",
    "text": "МИВТ-20-5-12А"
  },
  {
    "id": 6860,
    "name": "МИВТ-20-6-8А",
    "text": "МИВТ-20-6-8А"
  },
  {
    "id": 6709,
    "name": "МИВТ-20-7-16",
    "text": "МИВТ-20-7-16"
  },
  {
    "id": 6937,
    "name": "МИВТ-20-8-16",
    "text": "МИВТ-20-8-16"
  },
  {
    "id": 6932,
    "name": "МИВТ-20-9-16",
    "text": "МИВТ-20-9-16"
  },
  {
    "id": 6096,
    "name": "МИСТ-19-1-2",
    "text": "МИСТ-19-1-2"
  },
  {
    "id": 6501,
    "name": "МИСТ-19-2-2",
    "text": "МИСТ-19-2-2"
  },
  {
    "id": 6097,
    "name": "МИСТ-19-2-4",
    "text": "МИСТ-19-2-4"
  },
  {
    "id": 6931,
    "name": "МИСТ-20-1-4",
    "text": "МИСТ-20-1-4"
  },
  {
    "id": 6854,
    "name": "МИСТ-20-2-2",
    "text": "МИСТ-20-2-2"
  },
  {
    "id": 6881,
    "name": "МИСТ-20-2-4",
    "text": "МИСТ-20-2-4"
  },
  {
    "id": 6130,
    "name": "МЛГ-19-1-1А",
    "text": "МЛГ-19-1-1А"
  },
  {
    "id": 6076,
    "name": "МЛГ-19-2-2А",
    "text": "МЛГ-19-2-2А"
  },
  {
    "id": 6748,
    "name": "МЛГ-20-1-1А",
    "text": "МЛГ-20-1-1А"
  },
  {
    "id": 6653,
    "name": "МЛГ-20-2-2А",
    "text": "МЛГ-20-2-2А"
  },
  {
    "id": 6237,
    "name": "ММН-19-1-2",
    "text": "ММН-19-1-2"
  },
  {
    "id": 6808,
    "name": "ММН-20-3-4",
    "text": "ММН-20-3-4"
  },
  {
    "id": 6227,
    "name": "ММТ-19-10-24",
    "text": "ММТ-19-10-24"
  },
  {
    "id": 6145,
    "name": "ММТ-19-11-10",
    "text": "ММТ-19-11-10"
  },
  {
    "id": 6119,
    "name": "ММТ-19-1-16",
    "text": "ММТ-19-1-16"
  },
  {
    "id": 6219,
    "name": "ММТ-19-12-12",
    "text": "ММТ-19-12-12"
  },
  {
    "id": 6101,
    "name": "ММТ-19-1-29",
    "text": "ММТ-19-1-29"
  },
  {
    "id": 6213,
    "name": "ММТ-19-13-13",
    "text": "ММТ-19-13-13"
  },
  {
    "id": 6125,
    "name": "ММТ-19-14-33",
    "text": "ММТ-19-14-33"
  },
  {
    "id": 6167,
    "name": "ММТ-19-2-23",
    "text": "ММТ-19-2-23"
  },
  {
    "id": 6124,
    "name": "ММТ-19-4-6",
    "text": "ММТ-19-4-6"
  },
  {
    "id": 6112,
    "name": "ММТ-19-6-31",
    "text": "ММТ-19-6-31"
  },
  {
    "id": 6083,
    "name": "ММТ-19-7-32",
    "text": "ММТ-19-7-32"
  },
  {
    "id": 6164,
    "name": "ММТ-19-9-9",
    "text": "ММТ-19-9-9"
  },
  {
    "id": 6658,
    "name": "ММТ-20-10-33",
    "text": "ММТ-20-10-33"
  },
  {
    "id": 6683,
    "name": "ММТ-20-11-18А",
    "text": "ММТ-20-11-18А"
  },
  {
    "id": 6707,
    "name": "ММТ-20-1-16",
    "text": "ММТ-20-1-16"
  },
  {
    "id": 6730,
    "name": "ММТ-20-12-41",
    "text": "ММТ-20-12-41"
  },
  {
    "id": 6831,
    "name": "ММТ-20-2-37",
    "text": "ММТ-20-2-37"
  },
  {
    "id": 6930,
    "name": "ММТ-20-3-33",
    "text": "ММТ-20-3-33"
  },
  {
    "id": 6714,
    "name": "ММТ-20-4-29",
    "text": "ММТ-20-4-29"
  },
  {
    "id": 6739,
    "name": "ММТ-20-5-6",
    "text": "ММТ-20-5-6"
  },
  {
    "id": 6720,
    "name": "ММТ-20-6-39",
    "text": "ММТ-20-6-39"
  },
  {
    "id": 6891,
    "name": "ММТ-20-7-23",
    "text": "ММТ-20-7-23"
  },
  {
    "id": 6640,
    "name": "ММТ-20-8-12",
    "text": "ММТ-20-8-12"
  },
  {
    "id": 6731,
    "name": "ММТ-20-9-40",
    "text": "ММТ-20-9-40"
  },
  {
    "id": 6230,
    "name": "ММТМ-19-1-1",
    "text": "ММТМ-19-1-1"
  },
  {
    "id": 6319,
    "name": "ММТМ-19-12-15",
    "text": "ММТМ-19-12-15"
  },
  {
    "id": 6210,
    "name": "ММТМ-19-2-2",
    "text": "ММТМ-19-2-2"
  },
  {
    "id": 6172,
    "name": "ММТМ-19-3-3",
    "text": "ММТМ-19-3-3"
  },
  {
    "id": 6239,
    "name": "ММТМ-19-4-4",
    "text": "ММТМ-19-4-4"
  },
  {
    "id": 6241,
    "name": "ММТМ-19-5-5",
    "text": "ММТМ-19-5-5"
  },
  {
    "id": 6135,
    "name": "ММТМ-19-6-7",
    "text": "ММТМ-19-6-7"
  },
  {
    "id": 7015,
    "name": "ММТМ-19-7-16",
    "text": "ММТМ-19-7-16"
  },
  {
    "id": 6153,
    "name": "ММТМ-19-9-10",
    "text": "ММТМ-19-9-10"
  },
  {
    "id": 6858,
    "name": "ММТМ-20-10-11А",
    "text": "ММТМ-20-10-11А"
  },
  {
    "id": 6630,
    "name": "ММТМ-20-1-1",
    "text": "ММТМ-20-1-1"
  },
  {
    "id": 6713,
    "name": "ММТМ-20-11-14А",
    "text": "ММТМ-20-11-14А"
  },
  {
    "id": 6648,
    "name": "ММТМ-20-2-2",
    "text": "ММТМ-20-2-2"
  },
  {
    "id": 6815,
    "name": "ММТМ-20-3-17",
    "text": "ММТМ-20-3-17"
  },
  {
    "id": 6824,
    "name": "ММТМ-20-4-4",
    "text": "ММТМ-20-4-4"
  },
  {
    "id": 6672,
    "name": "ММТМ-20-5-5",
    "text": "ММТМ-20-5-5"
  },
  {
    "id": 6694,
    "name": "ММТМ-20-6-7",
    "text": "ММТМ-20-6-7"
  },
  {
    "id": 6663,
    "name": "ММТМ-20-7-16",
    "text": "ММТМ-20-7-16"
  },
  {
    "id": 6840,
    "name": "ММТМ-20-8-10",
    "text": "ММТМ-20-8-10"
  },
  {
    "id": 6877,
    "name": "ММТМ-20-9-15",
    "text": "ММТМ-20-9-15"
  },
  {
    "id": 6107,
    "name": "МНМ-19-1-1",
    "text": "МНМ-19-1-1"
  },
  {
    "id": 6776,
    "name": "МНМ-20-1-1",
    "text": "МНМ-20-1-1"
  },
  {
    "id": 6098,
    "name": "МНТМ-19-1-1",
    "text": "МНТМ-19-1-1"
  },
  {
    "id": 6741,
    "name": "МНТМ-20-1-1",
    "text": "МНТМ-20-1-1"
  },
  {
    "id": 6760,
    "name": "МНТМ-20-2-2А",
    "text": "МНТМ-20-2-2А"
  },
  {
    "id": 7253,
    "name": "МПИ-18-2-2_Шигабеев И.М.",
    "text": "МПИ-18-2-2_Шигабеев И.М."
  },
  {
    "id": 6263,
    "name": "МПИ-19-1-4",
    "text": "МПИ-19-1-4"
  },
  {
    "id": 6262,
    "name": "МПИ-19-2-2",
    "text": "МПИ-19-2-2"
  },
  {
    "id": 6110,
    "name": "МПИ-19-3-5",
    "text": "МПИ-19-3-5"
  },
  {
    "id": 6122,
    "name": "МПИ-19-4-6",
    "text": "МПИ-19-4-6"
  },
  {
    "id": 6819,
    "name": "МПИ-20-2-4",
    "text": "МПИ-20-2-4"
  },
  {
    "id": 6829,
    "name": "МПИ-20-3-6",
    "text": "МПИ-20-3-6"
  },
  {
    "id": 6941,
    "name": "МПИ-20-4-2",
    "text": "МПИ-20-4-2"
  },
  {
    "id": 6211,
    "name": "МТБ-19-1-1",
    "text": "МТБ-19-1-1"
  },
  {
    "id": 6865,
    "name": "МТБ-20-1-1",
    "text": "МТБ-20-1-1"
  },
  {
    "id": 6702,
    "name": "МТБ-20-1-4",
    "text": "МТБ-20-1-4"
  },
  {
    "id": 7245,
    "name": "МТМО-18-6-6_Пердебаева Г.Р.",
    "text": "МТМО-18-6-6_Пердебаева Г.Р."
  },
  {
    "id": 6109,
    "name": "МТМО-19-1-11",
    "text": "МТМО-19-1-11"
  },
  {
    "id": 6146,
    "name": "МТМО-19-1-12",
    "text": "МТМО-19-1-12"
  },
  {
    "id": 6254,
    "name": "МТМО-19-2-13",
    "text": "МТМО-19-2-13"
  },
  {
    "id": 6115,
    "name": "МТМО-19-2-2",
    "text": "МТМО-19-2-2"
  },
  {
    "id": 6242,
    "name": "МТМО-19-3-3",
    "text": "МТМО-19-3-3"
  },
  {
    "id": 6178,
    "name": "МТМО-19-4-4",
    "text": "МТМО-19-4-4"
  },
  {
    "id": 6677,
    "name": "МТМО-20-1-5",
    "text": "МТМО-20-1-5"
  },
  {
    "id": 6689,
    "name": "МТМО-20-2-14",
    "text": "МТМО-20-2-14"
  },
  {
    "id": 6772,
    "name": "МТМО-20-3-2",
    "text": "МТМО-20-3-2"
  },
  {
    "id": 6838,
    "name": "МТМО-20-4-4",
    "text": "МТМО-20-4-4"
  },
  {
    "id": 6708,
    "name": "МТМО-20-5-15",
    "text": "МТМО-20-5-15"
  },
  {
    "id": 7235,
    "name": "МУТС-18-2-2_Джомиев МН",
    "text": "МУТС-18-2-2_Джомиев МН"
  },
  {
    "id": 6081,
    "name": "МУТС-19-1-3",
    "text": "МУТС-19-1-3"
  },
  {
    "id": 6837,
    "name": "МУТС-20-1-4",
    "text": "МУТС-20-1-4"
  },
  {
    "id": 6205,
    "name": "МФЗ-19-1-1",
    "text": "МФЗ-19-1-1"
  },
  {
    "id": 6179,
    "name": "МФЗ-19-3-3А",
    "text": "МФЗ-19-3-3А"
  },
  {
    "id": 6406,
    "name": "МФЗ-19-4-4",
    "text": "МФЗ-19-4-4"
  },
  {
    "id": 6818,
    "name": "МФЗ-20-1-1",
    "text": "МФЗ-20-1-1"
  },
  {
    "id": 6828,
    "name": "МФЗ-20-3-3А",
    "text": "МФЗ-20-3-3А"
  },
  {
    "id": 6807,
    "name": "МФЗ-20-4-4",
    "text": "МФЗ-20-4-4"
  },
  {
    "id": 6257,
    "name": "МЭК-19-1-1",
    "text": "МЭК-19-1-1"
  },
  {
    "id": 6420,
    "name": "МЭК-19-1-3з",
    "text": "МЭК-19-1-3з"
  },
  {
    "id": 6372,
    "name": "МЭК-19-3-3",
    "text": "МЭК-19-3-3"
  },
  {
    "id": 6626,
    "name": "МЭК-20-1-1",
    "text": "МЭК-20-1-1"
  },
  {
    "id": 7133,
    "name": "МЭК-20-1-1_Аль-Майях ГШМ",
    "text": "МЭК-20-1-1_Аль-Майях ГШМ"
  },
  {
    "id": 6882,
    "name": "МЭК-20-3-3",
    "text": "МЭК-20-3-3"
  },
  {
    "id": 6121,
    "name": "МЭН-19-1-1",
    "text": "МЭН-19-1-1"
  },
  {
    "id": 6187,
    "name": "МЭН-19-2-2",
    "text": "МЭН-19-2-2"
  },
  {
    "id": 6093,
    "name": "МЭН-19-3-3",
    "text": "МЭН-19-3-3"
  },
  {
    "id": 6832,
    "name": "МЭН-20-1-1",
    "text": "МЭН-20-1-1"
  },
  {
    "id": 6803,
    "name": "МЭН-20-2-2",
    "text": "МЭН-20-2-2"
  },
  {
    "id": 6794,
    "name": "МЭН-20-3-4",
    "text": "МЭН-20-3-4"
  },
  {
    "id": 6184,
    "name": "МЭЭ-19-1-3",
    "text": "МЭЭ-19-1-3"
  },
  {
    "id": 6863,
    "name": "МЭЭ-20-1-3",
    "text": "МЭЭ-20-1-3"
  },
  {
    "id": 6662,
    "name": "МЭЭ-20-2-4",
    "text": "МЭЭ-20-2-4"
  },
  {
    "id": 4697,
    "name": "СГД-16-1",
    "text": "СГД-16-1"
  },
  {
    "id": 6338,
    "name": "СГД-16-1з",
    "text": "СГД-16-1з"
  },
  {
    "id": 1964,
    "name": "СГД-16-2",
    "text": "СГД-16-2"
  },
  {
    "id": 4696,
    "name": "СГД-16-3",
    "text": "СГД-16-3"
  },
  {
    "id": 2105,
    "name": "СГД-16-4",
    "text": "СГД-16-4"
  },
  {
    "id": 2106,
    "name": "СГД-16-5",
    "text": "СГД-16-5"
  },
  {
    "id": 2370,
    "name": "СГД-16-6",
    "text": "СГД-16-6"
  },
  {
    "id": 6559,
    "name": "СГД-16-6з",
    "text": "СГД-16-6з"
  },
  {
    "id": 4374,
    "name": "СГД-16-7",
    "text": "СГД-16-7"
  },
  {
    "id": 4861,
    "name": "СГД-16-8",
    "text": "СГД-16-8"
  },
  {
    "id": 5005,
    "name": "СГД-16-9",
    "text": "СГД-16-9"
  },
  {
    "id": 4077,
    "name": "СГД-16з",
    "text": "СГД-16з"
  },
  {
    "id": 3450,
    "name": "СГД-17-1",
    "text": "СГД-17-1"
  },
  {
    "id": 4703,
    "name": "СГД-17-2",
    "text": "СГД-17-2"
  },
  {
    "id": 4906,
    "name": "СГД-17-3",
    "text": "СГД-17-3"
  },
  {
    "id": 78,
    "name": "СГД-17-4",
    "text": "СГД-17-4"
  },
  {
    "id": 203,
    "name": "СГД-17-5",
    "text": "СГД-17-5"
  },
  {
    "id": 345,
    "name": "СГД-17-6",
    "text": "СГД-17-6"
  },
  {
    "id": 514,
    "name": "СГД-17-7",
    "text": "СГД-17-7"
  },
  {
    "id": 4976,
    "name": "СГД-18-12",
    "text": "СГД-18-12"
  },
  {
    "id": 4975,
    "name": "СГД-18-13",
    "text": "СГД-18-13"
  },
  {
    "id": 6670,
    "name": "СГД-18-14",
    "text": "СГД-18-14"
  },
  {
    "id": 4973,
    "name": "СГД-18-2",
    "text": "СГД-18-2"
  },
  {
    "id": 4982,
    "name": "СГД-18-3",
    "text": "СГД-18-3"
  },
  {
    "id": 4927,
    "name": "СГД-18-6",
    "text": "СГД-18-6"
  },
  {
    "id": 5388,
    "name": "СГД-18-6з",
    "text": "СГД-18-6з"
  },
  {
    "id": 4974,
    "name": "СГД-18-8",
    "text": "СГД-18-8"
  },
  {
    "id": 6080,
    "name": "СГД-19-1",
    "text": "СГД-19-1"
  },
  {
    "id": 6318,
    "name": "СГД-19-1з",
    "text": "СГД-19-1з"
  },
  {
    "id": 6120,
    "name": "СГД-19-2",
    "text": "СГД-19-2"
  },
  {
    "id": 6132,
    "name": "СГД-19-3",
    "text": "СГД-19-3"
  },
  {
    "id": 6127,
    "name": "СГД-19-4",
    "text": "СГД-19-4"
  },
  {
    "id": 6123,
    "name": "СГД-19-5",
    "text": "СГД-19-5"
  },
  {
    "id": 6270,
    "name": "СГД-19-6",
    "text": "СГД-19-6"
  },
  {
    "id": 6879,
    "name": "СГД-20-1",
    "text": "СГД-20-1"
  },
  {
    "id": 6809,
    "name": "СГД-20-2",
    "text": "СГД-20-2"
  },
  {
    "id": 6690,
    "name": "СГД-20-3",
    "text": "СГД-20-3"
  },
  {
    "id": 6849,
    "name": "СГД-20-4",
    "text": "СГД-20-4"
  },
  {
    "id": 6676,
    "name": "СГД-20-5",
    "text": "СГД-20-5"
  },
  {
    "id": 6726,
    "name": "СГД-20-6",
    "text": "СГД-20-6"
  },
  {
    "id": 6669,
    "name": "СГД-20-6з",
    "text": "СГД-20-6з"
  },
  {
    "id": 7051,
    "name": "СГД-20-6з_Трухачев А.А.",
    "text": "СГД-20-6з_Трухачев А.А."
  },
  {
    "id": 4313,
    "name": "СНТС-16-1",
    "text": "СНТС-16-1"
  },
  {
    "id": 4971,
    "name": "СНТС-18-1",
    "text": "СНТС-18-1"
  },
  {
    "id": 6169,
    "name": "СНТС-19-1",
    "text": "СНТС-19-1"
  },
  {
    "id": 109,
    "name": "СФП-16-1",
    "text": "СФП-16-1"
  },
  {
    "id": 49,
    "name": "СФП-16-2",
    "text": "СФП-16-2"
  },
  {
    "id": 2282,
    "name": "СФП-17-1",
    "text": "СФП-17-1"
  },
  {
    "id": 5412,
    "name": "СФП-18-1",
    "text": "СФП-18-1"
  },
  {
    "id": 4970,
    "name": "СФП-18-2",
    "text": "СФП-18-2"
  },
  {
    "id": 6246,
    "name": "СФП-19-1",
    "text": "СФП-19-1"
  },
  {
    "id": 6759,
    "name": "СФП-20-1",
    "text": "СФП-20-1"
  },
  {
    "id": 7010,
    "name": "ЭК-1-20",
    "text": "ЭК-1-20"
  }
]
export default groups;